{
  "recons": [
    {
      "race": "Hawaii",
      "swim": "We were the last age group wave to start and being spaced out with COVID, we ended up starting two hours after the first men. I was really worried about the heat and the waves picking up as it got later in the day and sure enough we got both. The swim was over a reef and my sister got to see a turtle. Wonderful “fast snorkeling” experience.",
      "bike": "I always imagined the winds blowing across the iconic lava field and African fountain grass waving around magestically. In reality, the 30mph crosswinds were hitting from every direction that it was scary to go aero on the bike. I passed some accidents and slowed down... adrenaline mode “on” the whole time. But it was absolutely beautiful... just like the movies.",
      "run": "hot hot hot. With the delay start, we hit the golf course at solar noon. This was where I felt the unity begin. It was so amazing to run alongside others and exchange some “good jobs.” I also magically caught up to my sister for my last mile. It was amazing getting to finish with her. A picturesque moment!",
      "id": 1
    },
    {
      "race": "World Championships",
      "swim": "I was in one of the last age groups to start (more than 2.5 hours after the pro men) and by the middle of my swim, the weather turned on us. I didn’t realize it until I was thinking someone was just kicking water into my mouth. I looked up and there were waves coming at me and the wind blowing drops from the crests. I kept swimming but didn’t make much progress because I was being pushed away from shore. Another girl and I called over a lifeguard. And while he was trying to paddle over, I turned over onto my back and kicked towards shore so I wouldn’t completely lose all the progress I made. Finally, he made his way over and some of us held on. We were quickly losing our progress being swept away so we counted down from five together and just went for it. I didn’t post a picture from the swim because I was pale coming out of the water.",
      "bike": "I was thankful I could finally be on my feet and breathe when I wanted to. Then I was greeted with the *ping ping* from hail. Slightly painful but rode through it. The scary part was the wet roads and going 40 mph down it. Focus mode at 100%.",
      "run": "Finally the sun came out and had the beautiful hot run finale I anticipated all week. Thoroughly impressed by all the athletes around me that made it through.",
      "id": 2
    }
  ]
}